Repository: AhmadRezaSohrabi/Aani
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Mission & Vission
fa: ماموریت و چشم انداز

source: We aim to provide our country with quality drug treatment at affordable prices. Our mission is to find solutions to some of the major challenges of our time and improve quality of life for our growing population by focusing our research and development activities on preventing, alleviating and treating diseases. The power behind Aani Darman Pharmaceutical Co. (PJS) is our talented and quality-focused employees, who work with passion and put all of their effort to provide the best for the patients. Our vision is to combine modern pharmaceutical research with medicine to improve patients' lives and to be a trusted source. We are passionate in both decision and action and we believe that good business means a better population.
fa: دیدگاه ما در شرکت دارویی آنی درمان، ارائه ی درمان دارویی با کیفیت و مقرون به صرفه می باشد. با نو آوری و تمرکز بر تحقیقات و فعالیت های پیشرفته در زمینه ی پیشگیری، کاهش و درمان بیماری ها به دنبال راه حل برای چالش های موجود و بهبود کیفیت زندگی جمعیت رو به رشد مان هستیم. نیروی پنهان شرکت. داروسازی آنی درمان را کارمندان با استعداد و توانمند تحقق می بخشند، که با عشق و جدیت کار می کنند تا بهترین را برای بیماران فراهم آورند. دیدگاه ما آمیختن تحقیقات مدرن دارویی با علم پزشکی برای بهبود زندگی بیماران و تبدیل شدن به منبعی قابل اعتماد است. ما به تصمیمِ همراه با عمل معتقدیم و باور داریم که کسب و کار خوب به معنی جمعیتی بهتر است.

source: History
fa: تاریخچه

source: Aani Darman Co was registered in 2014 in affiliation with Ahran Group which is considered as one of the largest Iranian pharmaceutical groups, and obtained establishment license in 2018 , during march 2018 was officially authorized to implement their solid oral dosage forms production line(Tablet and Capsule) Aani Darman was granted the GMP certificate from the iranian FDA after inspection and meeting with their approval and is prepared for and capable of contract manufacturing and analysis.
fa: شرکت داروسازی آنی درمان در سال 1393 تحت پوش گروه دارویی اهران ، یکی از سه گروه برتر دارویی ایران ثبت گردید و درسال 97 پروانه تاسیس خودرا اخذ نمودو در فروردین ماه 98 خط تولید داروی جامد خوراکی به صورت کپسول و قرص را راه اندازی نمود. پس از اتمام بازرسی های سازمان غذاودارو شرکت گواهینامه GMP خود را اخذ نمود و اکنون آمادگی جهت تولید و آنالیز قراردادی را دارا می باشد.

source: Certificates
fa: گواهی ها

source: Quality Assurance
fa: تضمین کیفیت

source: Our first task is to ensure the safety and effectiveness of our products at all stages of product preparation and also before and after entering the market . To achieve this, our quality assurance department at Aani Darman has continuous and effective oversight of control and commitment to producing high quality products, with a strong support from the experienced management and talented personnel, to complete the quality assessment of the manufactured products.
fa: اولین مسئولیت ما حصول اطمینان از تاثیرگذاری و ایمنی محصولات در تمامی مراحل تولید، و قبل و بعد از بازاریابی می باشد. برای نیل به این مهم، واحد تضمین کیفیت به طور پیوسته و هشیار نظارت و کنترل بر تمامی مراحل تولید را عهده دار بوده و با پشتیبانی مدیریت مجرب و کادر مستعد تولید محصول با کیفیت را در شرکت آنی درمان تضمین می نماید.

source: Quality Control
fa: کنترل کیفیت

source: The primary duty of every pharmaceutical manufacturer is to ensure the safety and efficacy of their products at all stages of preparation - before and after market entry. The Quality Control Department of Aani Darman supported by the continuous supervision of the experienced management and the effective effort of expert employees keeps assessing the manufactured products and helps provide high quality products. Our QC Department consists of microbial control laboratories, device analysis, in process quality control (IPQC), packaging control, physicochemical control of raw materials and products units.Our laboratories located in an appropriate area, designed and equipped with advanced equipment according to the latest FDA quality control guidelines and international standards. The mission of all staff is to pay special attention to safety, focusing on the quality of the manufactured products, environmental protection, human, organizational and community values, education, innovation, improvement and to help raising the health level and awareness of the community; which contribute to the high quality of Aani Darman Products.
fa: اولين‌ وظيفه‌ توليد كنندگان‌ دارويي‌ اطمينان‌ از ايمني‌ و اثر بخشي‌ محصولات‌ خويش‌ در تمامی مراحل آماده سازی محصول، جهت عرضه به بازار و پس از عرضه به بازار می‌باشد. برای نیل به اين ‌مهم‌ آزمايشگاه هاي‌ کنترل كيفيت شركت‌ داروسازي‌ آنی درمان با نظارت و کنترل مستمر و موثر و تعهد به تولید محصول باکیفیت ، با پشتيباني‌ قوي از مدیریت کارآزموده و پرسنل‌ مـجرب‌ خـود ، نسبت به ارزيابي‌ كيفي محصولات ساخته شده اهتمام کامل دارد. واحد کنترل کیفیت ما از آزمایشگاه های کنترل میکروبیولوژی، تجزیه دستگاهی، کنترل حین تولید IPQC، کنترل مواد بسته بندی و کنترل فیزیکوشیمی مواد اولیه و محصول تشکیل شده که با بهره گیری از فضای مناسب و تجهیزات پیشرفته مطابق آخرین دستورالعمل های کنترل کیفی PIC/S و استاندارد های بین المللی فعالیت های خود را صورت می دهد. شالوده رسالت و ماموریت تمامي‌ پرسنل اين‌ واحد توجه‌ خاص‌ نسبت‌ به‌ ايمنـي‌ درمـاني‌ تمرکز بر کیفیت فرآورده‌هاي‌ تـوليد شده‌، حفظ و صیانت از محیط زیست، وفاداری به ارزش‌های انسانی، سازمانی و جامعه، یادگیری، رشد، نوآوری، بهبود مستمر و کمک به ارتقاء سطح سلامت و آگاهی جامعه می باشد که این امر باعث می شود‌ نام‌ محصولات‌ آنی درمان با كيفيت همراه‌ و معادل‌ گردد.

source: Research & Development
fa: تحقیق و توسعه

source: The Research and Development Department (R&D) at Aani Darman has begun to work with the aim of actualizing national resolve and independency of the pharmaceutical industry of the country as one of the main departments of the company. We are able to design and develop new formulations with the practical capability to our existing production lines as well as constantly improving the quality of the company’s products and reducing the errors thanks to the experienced specialists, the latest international scientific achievements and proper equipment. Aani Darman is proud of being capable of designing, manufacturing and distributing high-quality medicinal products that facilitate patient’s access to affordable and high-quality healthcare.
fa: واحد تحقیقات شرکت داروسازی آنی درمان بعنوان یک از ارکان اصلی شرکت ، با هدف عینیت بخشیدن به عزم ملی و مدیریت جهادی در صنعت دارویی و و قطع وابستگی دارویی کشور آغاز به کار نموده است. این واحد با بهره گیری از‌ متخصصين‌ مجرب و آخرین دست آوردهای علمی بین المللی و در اختیار داشتن تجهیزات مناسب، طراحی و توسعه فرمولاسیون داروهای جدید با قابلیت عملی پیاده سازی و تطابق با خطوط تولید موجود و نیز بهبود کیفیت محصولات جاری شرکت و رفع اشکالات در مسیر تولید را عهده‌دار می‌باشد.

source: Gallery
fa: گالری تصاویر

source: AaniDarman Pharmaceutical Company
fa: شرکت داروسازی آنی درمان

source: Homepage
fa: صفحه اصلی

source: Products
fa: محصولات

source: About us
fa: درباره ما

source: Contact us
fa: تماس با ما

source: Join us
fa: فرصت شغلی

source: Contract Manufacturing
fa: قرارداد تولید

source: Factory: No.244,Golestan9 Ave,Phase2,Baharestan Industrial Estate,Karaj,Iran
fa: کارخانه: استان البرز،کرج، شهرک صنعتی بهارستان، فاز دوم، خیابان گلستان نهم،پلاک 244

source: Tel: +98-2634762174
fa: تلفن: 34762174-026

source: Headquarter: No.2,Navak St,Africa Blvd,Tehran,Iran
fa: دفتر مرکزی: تهران، بلوار آفریقا، خیابان ناوک، پلاک2

source: Tel: +98-2188659420
fa: تلفن: 88659420-021

source: Headquarter
fa: دفتر مرکزی

source: Address: No.2,Navak St,Africa Blvd,Tehran,Iran
fa: تهران، بلوار آفریقا،خیابان ناوک،پلاک2

source: Email: info@aanidarman.com
fa: info@aanidarman.com :ایمیل

source: Factory
fa: کارخانه

source: Address: No.244,Golestan9 Ave,Phase2,Baharestan Industrial Estate,Karaj,Iran
fa: آدرس: کرج، شهرک صنعتی بهارستان، فاز2، خیابان گلستان نهم، پلاک244

source: Generic Name
fa: نام ژنریک محصول

source: Trade Name
fa: نام تجاری

source: Company Name
fa: نام شرکت

source: Company Type
fa: نوع کاربری

source: Phone Number
fa: شماره تلفن

source: Address
fa: آدرس

source: Product Type
fa: نوع محصول

source: Please select your option
fa: لطفا گزینه مورد نظر خود را انتخاب کنید.

source: Medicine
fa: دارو

source: Supplement
fa: مکمل

source: Herbal remedy
fa: گیاهی

source: Terapeutic Category
fa: گروه درمانی

source: Hormonal
fa: هورمونی

source: Non-hormonal product
fa: غیرهورمونی

source: Non-antibiotics
fa: غیر آنتی بیوتیک

source: Antibiotics
fa: آنتی بیوتیک

source: Hazardous
fa: پرخطر

source: Food and Drug Administration Licenses
fa: مجوزهای اخذ شده از سازمان غذا و دارو

source: Product license
fa: پروانه ساخت

source: Contract manufacturing license
fa: مجوز تولید قراردادی

source: None
fa: هیچکدام

source: Raw Materials & Excipients Specifications:
fa: مشخصات ماده اولیه و جانبی

source: Physicochemical specifications of API & Excipients
fa: خصوصیات فیزیکو شیمی API و Excipients

source: Temperature/ Humidity Sensitive
fa: حساس به دما/رطوبت

source: If temperature-sensitive materials are used in the product formulation, mention the allowed humidity / temperature range.
fa: در صورت حساس به دما بودن مواد موجود در فرمولاسیون محصول، بازه دما و رطوبت مجاز را ذکر کنید.

source: Light Sensitive
fa: حساس به نور

source: If specific light conditions are required during production, filling, pressing,coating and packaging operations, please mention.
fa: اگر شرایط محیطی خاصی از لحاظ نور طی عملیات ساخت، پرکنی،پرس و و بسته بندی محصول مورد نیاز است ذکر فرمایید.

source: API is a Potent or high toxicity substance (Cytotoxic, Hormonal, Hazardous or ...)
fa: API جز مواد Potent و یا به سمت بالا(سایتوتوکسیک، هورمونی و یا ...) است.

source: OEL and OEB are specified
fa: میزان OEL و OEB مشخص شده است.

source: Presentation of a Valid MSDS for all Active Materials and Excipients
fa: ارائه MSDS معتبر همه مواد موثره و جانبی

source: Source/ Country of Raw Material
fa: منبع / کشور ماده اولیه

source: Type of Raw Material
fa: نوع ماده اولیه

source: Powder
fa: پودر

source: Granules ready for press
fa: گرانول آماده پرس

source: Pellet
fa: پلت

source: Presentation of washing method, mention of used solvent or detergent, Dilution method and also standard method of tracing washing residues
fa: ارائه روش شستشو، ذکر نام حلال و یا دترجنت مورداستفاده و روش رقیق سازی و نیز روش استاندارد ردیابی باقیمانده مواد شستشو

source: Specifications of Devices and Equipment Used in Production:
fa: مشخصات دستگاه‌ها و تجهیزات مورد استفاده در ساخت محصول:

source: Granulation stage
fa: مرحله گرانولاسیون

source: Product Specifications:
fa: مشخصات محصول:

source: Producr Batch Size
fa: بچ سایز محصول

source: Kg /
fa: کیلوگرم

source: box
fa: بسته

source: Production Anticipation
fa: پیش‌بینی تولید

source: (Number per Year)
fa: عدد در سال

source: Tablet
fa: قرص

source: Capsule
fa: کپسول

source: Coated
fa: روکش دار

source: Slow release
fa: آهسته رهش

source: Continuous release
fa: پیوسته رهش

source: Other
fa: سایر

source: Granule Production Method
fa: نوع روش تولید گرانول

source: Wet granulation
fa: گرانولاسیون مرطوب

source: Dry mix
fa: میکس خشک

source: Granulator Type
fa: نوع گرانولاتور

source: Moisture Percentage of Granule Exited from Granulator
fa: درصد رطوبت گرانول خارج‌شده از گرانولاتور

source: Required Granulator Tank (Kg)
fa: مخزن گرانولاتور مورد نیاز

source: Glue Making Tank Required (Kg)
fa: تانک ساخت چسب مورد نیاز

source: Temperature Range of Glue Used in Granulation
fa: دامنه دمای چسب مورد استفاده در گرانولاسیون

source: Type of Mill and Mesh Size Required for Granule Sieve
fa: نوع آسیاب و سایز مش مورد نیاز جهت الک گرانول

source: Drying Machine: FBD
fa: دستگاه خشک کن: FBD

source: (Raw Materials) Mill and Sieve Stage
fa: مرحله آسیاب و الک ( مواد اولیه)

source: Mesh Size Required for API Sieving
fa: سایز مش مورد نیاز جهت الک API

source: Mesh Size Required for Excipients Sieving
fa: سایز مش مورد نیاز جهت الک Excipients

source: Blending Stage
fa: مرحله Blending (مخلوط‌کردن)

source: Required Bin Blender (Kg)
fa: ظرفیت بلندر مورد نیاز (کیلوگرم)

source: Pressing Stage
fa: مرحله پرس

source: Shape
fa: شکل

source: Punch Specifications
fa: مشخصات سنبه

source: Non Scored Tablet
fa: بدون خط

source: Scored Tablet
fa: خط دار

source: Hardness Range Required for Tablet Press
fa: بازه سختی مورد نیاز جهت پرس قرص

source: Diameter Range Required for Tablet Press
fa: بازه قطر مورد نیاز جهت پرس قرص

source: Thickness Range Required for Tablet Press
fa: بازه ضخامت مورد نیاز جهت پرس قرص

source: Tablet Weight Range
fa: بازه وزن قرص

source: Capsule Filling
fa: کپسول پرکن

source: Specification of capsule’s content
fa: مشخصات محتوی کپسول

source: Granule
fa: گرانول

source: Capsule Size
fa: سایز کپسول

source: Empty Shell Weight
fa: وزن پوکه خالی

source: Range of Granule Weight in Capsule
fa: بازه وزن گرانول در کپسول

source: Storage Conditions:
fa: شرایط نگهداری:

source: Storage Conditions
fa: شرایط نگداری

source: Temperature
fa: دما

source: Humidity
fa: رطوبت

source: Containers
fa: ظروف نگهداری

source: Allowed Maintenance Period at Each Stage
fa: مدت زمان نگهداری مجاز در هر مرحله

source: Press
fa: پرس

source: Coat
fa: روکش

source: Packaging Materials Specifications:
fa: مشخصات اقلام بسته بندی:

source: Primary Packaging Specifications
fa: مشخصات بسته‌بندی اولیه

source: Container
fa: ظرف

source: Material of Container
fa: جنس ظرف

source: Plastic
fa: پلاستیکی

source: Glass
fa: شیشه ای

source: Required Container
fa: ظرف مورد نیاز

source: Size
fa: سایز

source: Height
fa: ارتفاع

source: Opening Diameter
fa: قطر دهانه

source: Container Cap Model
fa: مدل درب ظرف

source: Number of Tablets / Capsules per Container
fa: تعداد قرص / کپسول در هر ظرف

source: Type of Humidity Control
fa: نوع کنترل رطوبت

source: Cotton
fa: پنبه

source: Silica Gel
fa: سیلیکاژل

source: Number of Silica Gel Required
fa: تعداد سیلیکاژل مورد نیاز

source: Blister
fa: بلیستر

source: Blister Type
fa: نوع بلیستر

source: PVC & PVDC Type
fa: نوع PVC و PVDC

source: Opaque
fa: مات

source: Transparent
fa: شفاف

source: White
fa: سفید

source: Blister Dimensions
fa: ابعاد بلیستر

source: Aluminum Foil Width
fa: عرض فویل آلومینیوم

source: PVC Width
fa: عرض PVC/ PVDC

source: Number of Tablets Per Blister
fa: تعداد قرص در هر بلیستر

source: Secondary Packaging Specifications
fa: مشخصات بسته‌بندی ثانویه

source: Number of Blister per Box
fa: تعداد بلیستر در جعبه

source: Leaflet
fa: بروشور

source: Number of Boxes per Carton
fa: تعداد بسته در هر کارتن

source: Label
fa: لیبل

source: Print
fa: پرینت

source: Experiments:
fa: آزمایشات:

source: Required In-process Quality Control
fa: کنترل حین تولید مورد نیاز

source: Does the client require chemical and microbial testing of the raw material / product other than in-process quality control (physical) tests or not?
fa: آیا کارفرما به جز آزمایشات حین تولید ( فیزیکی)، نیاز به آزمایشات شیمیایی و میکروبی ماده اولیه/ محصول دارد یا خیر

source: Practicable Tests
fa: تست‌های قابل‌انجام

source: Note:
fa: توضیحات:

source: - The Contract Giver is required to provide the method of each test with its reference
fa: کارفرما لازم است روش انجام هر آزمایش را به همراه رفرانس آن ارائه دهد.

source: - If other tests are required to be performed, the Contract Giver should provide the reference to all standards, impurities, HPLC column, etc. while providing the method
fa: در صورت نیاز به انجام آزمایشات دیگر، کارفرما ضمن ارائه روش، لازم است رفرانس تمامی استانداردها، ناخالصی‌ها، ستون HPLC و .... را تأمین نماید.

source: Approved by Representative of the Contract Giver
fa: تأیید نماینده کارفرما

source: Approved by Authorized Person of the Contract Giver
fa: مسئول‌فنی کارفرما

source: The Name “Aani Darman” was inspired by our motivation to provide the patients with effective and accessible medicinal treatment; Aani Darman brings immediate treatment to mind. Each talented member of our team, working collaboratively, comes together to contribute to a common goal: improving patients’ lives. we work each day to provide medical services for all with invulnerable ethics, we do this now to build what patients need tomorrow. We are many, working as one unit and this is why we are proud of ourselves and our customers for choosing us.
fa: شرکت داروسازی آنی درمان با تلاش بی وقفه مدیران اجرایی و داروسازان و سایر متخصصین ایرانی روز به روز در حال توسعه و بهبود می باشد. بخش فرمولاسیون شرکت در کنار تولید از یک رو و نظارت دقیق آزمایشگاه کنترل کیفیت از سویی دیگر واحد تضمین کیفیت را بنحوی شایسته، یاری نموده تا به رویای دسترسی به دارودرمانی با کیفیت برای همه ی اقشار هموطنانمان جامه ی عمل بپوشاند.

source: Content title
fa: عنوان مطلب

source: More
fa: ادامه

source: Aani Darman Pharmaceutical Co. is designed and implemented to produce oral solid dosage forms.Our future products can be classified into several main therapeutic categories; including medicinal products aimed at the treatment cardiovascular diseases, drugs for the treatment of the diseases of the central nervous diseases, Analgesics, and drugs for the treatment of the digestive tract.
fa: شركت داروسازي آني درمان به منظور توليد اشكال دارويي خوراكي جامد طراحي و ساخته شده است. محصولات ما در چند دسته درماني مختلف طبقه بندي مي شوند؛ كه شامل داروهاي قلب و عروق، داروهاي سيستم اعصاب مركزي، داروهاي گوارشي و مسكن ها مي باشند.

source: Therapeutic Category
fa: گروه درمانی

source: Cardiovascular Drugs
fa: قلبی عروقی

source: CNS Drugs
fa: مغز و اعصاب

source: Antidiabetic Drugs
fa: ضد دیابت

source: Analgesics
fa: ضد درد

source: Gastrointestinal Drugs
fa: گوارشی

source: Miscellaneous
fa: سایرموارد
